Repository: bociek/Projekt.2
Catalog: translations/messages.*.xlf
Languages: pl

# title.homepage
source: Homepage
pl: Strona startowa

# title.homepage_back
source: Go to the homepage
pl: Powrót na stronę główną

# title.albums
source: List of albums
pl: Lista albumów

# title.audiobooks
source: List of audiobooks
pl: Lista audiobooków

# title.podcasts
source: List of podcasts
pl: Lista podcastów

# table.albums
source: Popular albums
pl: Popularne albumy muzyczne

# table.audiobooks
source: Popular audiobooks
pl: Popularne audiobooki

# table.podcasts
source: Popular podcasts
pl: Popularne podcasty

# table.album
source: Album title
pl: Tytuł albumu

# table.author
source: Author(s) name
pl: Autor

# table.artist
source: Artist(s) name
pl: Wykonawca

# table.cast
source: Cast
pl: Obsada

# table.cover
source: Album cover
pl: Okładka albumu

# table.title
source: Title
pl: Tytuł

# table.title_track
source: Song title
pl: Tytuł utworu

# table.title_id
source: Tracklist
pl: Numer utworu

# table.year
source: Year
pl: Rok

# table.chapter_title
source: Chapter title
pl: Tytuł rozdziału

# table.episode_title
source: Episode title
pl: Tytuł odcinka

# table.chapter_id
source: Chapter ID
pl: Numer rozdziału

# table.episode_id
source: Episode ID
pl: Numer odcinka

# table.albums_view
source: Tracklist
pl: Lista utworów

# table.audiobooks_view
source: Table of contents
pl: Spis rozdziałów

# table.podcasts_view
source: List of episodes
pl: Lista odcinków

# table.track_id
source: Track ID
pl: Numer piosenki

# title.view_audiobooks
source: Chapters
pl: Rozdziały

# title.view_podcasts
source: Episodes
pl: Odcinki

# title.album_id
source: Songs
pl: Piosenki

# auth.login.label
source: Log in
pl: Zaloguj się

# auth.register.label
source: Register
pl: Zarejestruj się

# title.auth_login
source: Sign me up!
pl: Logowanie

# auth.logout.label
source: Log out
pl: Wyloguj mnie, proszę!

# label.login
source: Insert login
pl: Wprowadź login

# label.password
source: Insert password
pl: Wprowadź hasło

# label.repeatPassword
source: Repeat password
pl: Powtórz hasło

# action.login
source: Log me in!
pl: Zaloguj mnie!

# label.actions
source: Action
pl: Akcja

# label.country
source: Country
pl: Wybierz kraj

# label.bday
source: Birthday
pl: Wprowadź datę urodzenia

# label.email
source: Email
pl: Wprowadź email

# label.lname
source: Last name
pl: Wprowadź nazwisko

# label.fname
source: First name
pl: Wprowadź imię

# homepage.back.label
source: Back to the homepage
pl: Powrót do strony głównej

# index.back.label
source: Back to the previous page
pl: Powrót do poprzedniej strony

# message.registration_complete
source: You registered successfully!
pl: Rejestracja przebiegła pomyślnie!

source: Bad credentials.
pl: Niepoprawne dane.

# title.register
source: Registration
pl: Rejestracja nowego użytkownika

# action.register
source: Register
pl: Zarejestruj mnie!

source: Year
pl: Rok

source: Month
pl: Miesiąc

source: Day
pl: Dzień

# add.album.label
source: Add album
pl: Dodaj album do swojej półki

# add.audiobook.label
source: Add audiobook
pl: Dodaj audiobook do swojej półki

# add.podcast.label
source: Add podcast
pl: Dodaj podcast do swojej półki

# title.add.album
source: Add album title
pl: Dodaj tytuł albumu

# label.artist
source: Enter artist
pl: Wprowadź wykonawcę

# label.album
source: Enter artist
pl: Wprowadź tytuł albumu

# label.year
source: Enter year
pl: Wprowadź rok

# action.save
source: Save data
pl: Zapisz

# label.back_to_list
source: Back to list
pl: Powrót do listy

# message.add_complete
source: Add complete
pl: Rekord dodany prawidłowo

# message.add_error
source: Add error
pl: Nie udało się zapisać rekordu

# title.add.audiobook
source: Add audiobook title
pl: Dodaj tytuł audiobooka

# title.add.podcast
source: Add podcast title
pl: Dodaj tytuł podcastu

# label.author
source: Enter author name
pl: Wprowadź imię i nazwisko autora

# label.title
source: Enter title
pl: Wprowadź tytuł

# table.myshelf
source: My shelf
pl: Moja półka

# title.myshelf
source: Your shelf
pl: Twoja półka

# message.welcome
source: Welcome to our application. You can store all your favourite media in one place. Join our family!
pl: Witaj w naszej aplikacji! Możesz trzymać wszystkie swoje ulubione media w jednym miejscu. Dołącz do nas!

# table.admin
source: Admin page
pl: Panel administratora

# title.admin.panel
source: List of users
pl: Lista użytkowników

# table.fname
source: First name
pl: Imię

# table.lname
source: Last name
pl: Nazwisko

# table.email
source: Email
pl: Adres email

# table.country
source: Country
pl: Kraj

# table.delete
source: Delete user
pl: Usuń użytkownika

# title.user.edit
source: Edit user data
pl: Edytuj dane użytkownika

# title.users.delete
source: Delete user
pl: Usuń użytkownika

# message.are.you.sure
source: Are you sure?
pl: Jesteś pewien, że chcesz usunąć użytkownika? Będzie to permanentna akcja.

# label.delete
source: Yes, delete
pl: Tak, usuń

# add.song.label
source: Add song
pl: Dodaj piosenkę

# add.chapter.label
source: Add chapter
pl: Dodaj rozdział

# add.episode.label
source: Add episode
pl: Dodaj odcinek

# title.add.song
source: Add song page
pl: Dodaj nową piosenkę

# label.song_title
source: Enter song title
pl: Wprowadź tytuł piosenki

# label.album_title
source: Enter album title
pl: Wprowadź tytuł albumu

# label.track_id
source: Enter track id
pl: Wprowadź numer piosenki

# title.add.chapter
source: Add chapter page
pl: Dodaj nowy rozdział

# label.chapter_title
source: Enter chapter title
pl: Wprowadź tytuł rozdziału

# label.audiobook_title
source: Enter audiobook title
pl: Wprowadź tytuł audiobooka

# title.add.episode
source: Add episode page
pl: Dodaj nowy odcinek

# label.episode_title
source: Enter episode title
pl: Wprowadź tytuł odcinka

# label.podcast_title
source: Enter podcast title
pl: Wprowadź tytuł podcastu

# title.song.delete
source: Delete song page
pl: Usuń piosenkę

# message.are.you.sure.song
source: Are you sure you want to do this?
pl: Jesteś pewien, że chcesz usunąć rekord?

# title.chapter.delete
source: Delete chapter page
pl: Usuń rozdział

# title.episode.delete
source: Delete episode page
pl: Usuń odcinek

# table.song_title
source: Song title
pl: Tytuł utworu

# table.album_title
source: Album title
pl: Tytuł albumu

# table.delete.song
source: Delete song
pl: Usuń rekord

# table.edit.my.data
source: Edit my data
pl: Edytuj moje dane

# table.your.albums
source: Your albums
pl: Twoje piosenki

# table.your.chapters
source: Your chapters
pl: Twoje rozdziały

# table.your.episodes
source: Your episodes
pl: Twoje odcinki

# table.audiobook_title
source: Audiobook title
pl: Tytuł audiobooka

# table.podcast_title
source: Podcast title
pl: Tytuł podcastu
